{
    "games": [
        {
            "name": "Minecraft: Java Edition",
            "id": "MinecraftJavaEdition",
            "aliases": [
                "minecraftjavaedition",
                "minecraftjava",
                "java",
                "javaedition",
                "mcjava"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 8
            },
            "description": "Explore randomly generated worlds and build amazing things from the simplest of homes to the grandest of castles. Play in creative mode with unlimited resources or mine deep into the world in survival mode, crafting weapons and armor to fend off the dangerous mobs.",
            "color": "#BEE249"
        },
        {
            "name": "GTA Online",
            "id": "GTAOnline",
            "aliases": [
                "gtaonline",
                "gta",
                "gtav",
                "gtavonline"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Grand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.",
            "color": "#588019"
        },
        {
            "name": "Destiny 2",
            "id": "Destiny2",
            "aliases": [
                "destiny2",
                "d2",
                "destiny"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 6
            },
            "description": "Dive into the free-to-play world of Destiny 2 to experience responsive FPS combat, explore the mysteries of our solar system, customize your guardian with unique gear, and unleash elemental abilities against powerful enemies.",
            "color": "#A7BFCB"
        },
        {
            "name": "Battlefront II",
            "id": "BattlefrontII",
            "aliases": [
                "battlefrontii",
                "battlefront2",
                "battlefront",
                "bfii",
                "bf2",
                "starwarsbattlefront",
                "startwardsbattlefrontii"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 5
            },
            "description": "Embark on an all-new Battlefront experience from the bestselling STAR WARS™ HD game franchise of all time. Become the hero and play as a fearless trooper, pilot a legendary starfighter, fight as your favorite iconic STAR WARS character, or forge a new path as an elite special forces soldier through an emotionally gripping new STAR WARS story.",
            "color": "#459CE2"
        },
        {
            "name": "Sea of Thieves",
            "id": "SeaofThieves",
            "aliases": [
                "seaofthieves",
                "pirates",
                "pirate",
                "sot",
                "thieves"
            ],
            "crossplay": true,
            "range": {
                "min": 3,
                "max": 4
            },
            "description": "Sailing and fighting, exploring and looting... the pirate life awaits you! Enjoy total freedom in a shared world bursting with buried treasure, ancient shipwrecks and thrilling ocean battles.",
            "color": "#4FFDBD"
        },
        {
            "name": "Brawlhalla",
            "id": "Brawlhalla",
            "aliases": [
                "brawlhalla"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "History’s greatest warriors brawl to prove who’s the best in an epic test of strength and skill. These slugfests are salted with powerful weapons and gadgets. Every weapon you pick up changes your style of play",
            "color": "#FFD96A"
        },
        {
            "name": "Roblox",
            "id": "Roblox",
            "aliases": [
                "roblox"
            ],
            "crossplay": true,
            "range": {
                "min": 3,
                "max": 8
            },
            "description": "Roblox is ushering in the next generation of entertainment. Imagine, create, and play together with millions of players across an infinite variety of immersive, user-generated 3D worlds. Roblox is a global platform that brings people together through play.",
            "color": "#D41F0D"
        },
        {
            "name": "Paladins",
            "id": "Paladins",
            "aliases": [
                "paladins",
                "paladin"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Join 25+ million players in Paladins, the free-to-play fantasy team-based shooter sensation. Wield guns and magic as a legendary Champion of the Realm, customizing your core set of abilities to play exactly how you want to play.",
            "color": "#27EAE9"
        },
        {
            "name": "Minecraft: Bedrock Edition",
            "id": "MinecraftBedrockEdition",
            "aliases": [
                "minecraftbedrockedition",
                "bedrock",
                "bedrockedition",
                "minecraftbedrock",
                "mcbedrock"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 6
            },
            "description": "Explore randomly generated worlds and build amazing things from the simplest of homes to the grandest of castles. Play in creative mode with unlimited resources or mine deep into the world in survival mode, crafting weapons and armor to fend off the dangerous mobs.",
            "color": "#BEE249"
        },
        {
            "name": "Apex Legends",
            "id": "ApexLegends",
            "aliases": [
                "apexlegends",
                "apex"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 3
            },
            "description": "Conquer with character in Apex Legends, a Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse Legends, deep tactical squad play, and bold new innovations in the next evolution of Battle Royale.",
            "color": "#AB3937"
        },
        {
            "name": "Jackbox",
            "id": "Jackbox",
            "aliases": [
                "jackbox",
                "partypack",
                "jackboxpartypack",
                "jack"
            ],
            "crossplay": true,
            "range": {
                "min": 4,
                "max": 12
            },
            "description": "The team behind YOU DON’T KNOW JACK presents FIVE guffaw-inducing party games in one pack! You’re gonna need more than one party for this. Your phones or tablets are your controllers! For 1-100 players!",
            "color": "#1653AF"
        },
        {
            "name": "Among Us",
            "id": "AmongUs",
            "aliases": [
                "amongus",
                "amogus"
            ],
            "crossplay": true,
            "range": {
                "min": 5,
                "max": 10
            },
            "description": "An online and local party game of teamwork and betrayal for 4-10 players...in space!",
            "color": "#C71313"
        },
        {
            "name": "Krunker",
            "id": "Krunker",
            "aliases": [
                "krunker",
                "krunkerio",
                "krunker.io"
            ],
            "crossplay": true,
            "range": {
                "min": 3,
                "max": 8
            },
            "description": "An easy to get into fully moddable first person shooter with advanced movement mechanics. Fully customizable with mods, custom maps and thousands of items to unlock.",
            "color": "#FAB52F"
        },
        {
            "name": "Astroneer",
            "id": "Astroneer",
            "aliases": [
                "astroneer"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Explore and reshape distant worlds! Astroneer is set during the 25th century Intergalactic Age of Discovery, where Astroneers explore the frontiers of outer space, risking their lives in harsh environments to unearth rare discoveries and unlock the mysteries of the universe.",
            "color": "#4DC9CA"
        },
        {
            "name": "Sid Meier’s Civilization VI",
            "id": "CivVI",
            "aliases": [
                "civvi",
                "civ6",
                "civilization",
                "civilizationvi",
                "civilization6"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 8
            },
            "description": "Originally created by legendary game designer Sid Meier, Civilization is a turn-based strategy game in which you attempt to build an empire to stand the test of time. Become Ruler of the World by establishing and leading a civilization from the Stone Age to the Information Age. Wage war, conduct diplomacy, advance your culture, and go head-to-head with history’s greatest leaders as you attempt to build the greatest civilization the world has ever known.",
            "color": "#DCBB89"
        },
        {
            "name": "Cities: Skylines",
            "id": "CitiesSkylines",
            "aliases": [
                "citiesskylines",
                "cities:skylines",
                "cities",
                "skylines"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 2
            },
            "description": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience.",
            "color": "#65CCEF"
        },
        {
            "name": "Overcooked! 2",
            "id": "Overcooked2",
            "aliases": [
                "overcooked2",
                "overcooked 2",
                "overcooked",
                "overcooked! 2"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Overcooked returns with a brand-new helping of chaotic cooking action! Journey back to the Onion Kingdom and assemble your team of chefs in classic couch co-op or online play for up to four players. Hold onto your aprons … it’s time to save the world (again!)",
            "color": "#FEBA1F"
        },
        {
            "name": "ARK: Survival Evolved",
            "id": "ArkSurvivalEvolved",
            "aliases": [
                "arksurvivalevolved",
                "ark",
                "arksurvival",
                "ark:survivalevolved"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 10
            },
            "description": "Stranded naked, freezing & starving on a mysterious island, you must hunt, harvest, craft items, grow crops, & build shelters to survive. Use skill & cunning to kill, tame, breed, & ride the Dinosaurs & primeval creatures living on ARK. Team up with hundreds of players online or try to survive on your own in offline play.",
            "color": "#E1C7A4"
        },
        {
            "name": "Terraria",
            "id": "Terraria",
            "aliases": [
                "terraria",
                "teraria"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 6
            },
            "description": "The world is at your fingertips as you fight for survival, fortune, and glory. Delve deep into cavernous expanses, test your mettle in combat, or construct your own city - the choice is yours! Now with more content than ever before. Blending elements of classic action games with sandbox-style creativity, the Terraria adventure is truly as unique as the players themselves!",
            "color": "#1BE26D"
        },
        {
            "name": "Red Dead Online",
            "id": "RedDeadOnline",
            "aliases": [
                "reddeadonline",
                "reddead",
                "red dead",
                "rdr2",
                "reddeadredemption",
                "reddeadredemption2",
                "red dead online",
                "red dead 2"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 6
            },
            "description": "Step into the vibrant, ever-evolving world of Red Dead Online and experience life in frontier America. Chase down bounties, battle outlaw gangs and other players, hunt, fish and trade, search for exotic treasures, run Moonshine, and much more to discover in a world of astounding depth and detail.",
            "color": "#A60204"
        },
        {
            "name": "Rocket League",
            "id": "RocketLeague",
            "aliases": [
                "rocketleague",
                "rocket league",
                "rl",
                "rocket"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Rocket League is a high-powered hybrid of arcade-style soccer and vehicular mayhem with easy-to-understand controls and fluid, physics-driven competition. Rocket League includes casual and competitive Online Matches, a fully-featured offline Season Mode, special “Mutators” that let you change the rules entirely, hockey and basketball-inspired Extra Modes, and more than 500 trillion possible cosmetic customization combinations.",
            "color": "#1E7AC7"
        },
        {
            "name": "Core",
            "id": "Core",
            "aliases": [
                "core"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 6
            },
            "description": "Core is an endless arcade of thousands of free games to play and worlds to explore designed by a global community of developers. Play thousands of Unreal-powered games in every genre imaginable, or create, share, and earn from your own!",
            "color": "#FFB116"
        },
        {
            "name": "Warframe",
            "id": "Warframe",
            "aliases": [
                "warframe"
            ],
            "crossplay": false,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Join the Tenno and defend an ever-expanding universe. Wield your Warframe's tactical abilities, craft a loadout of devastating weaponry and define your playstyle to become an unstoppable force in this genre-defining looter-shooter.",
            "color": "#F9F9F9"
        },
        {
            "name": "Halo Infinite",
            "id": "HaloInfinite",
            "aliases": [
                "haloinfinite",
                "halo"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 10
            },
            "description": "The legendary Halo series returns with the most expansive Master Chief campaign yet and a ground-breaking free to play multiplayer experience.",
            "color": "#76ABD4"
        },
        {
            "name": "Splitgate",
            "id": "Splitgate",
            "aliases": [
                "splitgate"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Splitgate is a free-to-play, fast-paced multiplayer shooter that features player-controlled portals. This sci-fi shooter takes the FPS genre to a new dimension with its portal mechanics, delivering high-flying, multi-dimensional combat. IGN describes Splitgate as \"Halo meets Portal.\"",
            "color": "#E23816"
        },
        {
            "name": "Gang Beasts",
            "id": "GangBeasts",
            "aliases": [
                "gangbeasts",
                "gang beasts",
                "gangbeast",
                "gang beast"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "Gang Beasts is a silly multiplayer party game with surly gelatinous characters, brutal slapstick fight sequences, and absurd hazardous environments, set in the mean streets of Beef City. Customize your character and fight local and online enemies in the melee game mode or fight with friends against the gangs of Beef City in the gang game mode. Gang Beasts is made by Boneloaf, a small independent game studio making a series of experimental multiplayer party games.",
            "color": "#FD92B2"
        },
        {
            "name": "Human: Fall Flat",
            "id": "HumanFallFlat",
            "aliases": [
                "humanfallflat",
                "human:fallflat",
                "human: fall flat"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 8
            },
            "description": "Human: Fall Flat is a hilarious, light-hearted platformer set in floating dreamscapes that can be played solo or with up to 8 players online. Free new levels keep its vibrant community rewarded.",
            "color": "#ABCCFF"
        },
        {
            "name": "MultiVersus",
            "id": "MultiVersus",
            "aliases": [
                "multiversus",
                "multiverses"
            ],
            "crossplay": true,
            "range": {
                "min": 2,
                "max": 4
            },
            "description": "MultiVersus is a free-to-play platform fighter that lets you team up with your friends using some of the most iconic characters including Batman, Shaggy, & more!",
            "color": "#3FADE8"
        }
    ]
}